Repository: rajasekherreddy/WorkoutsMAUI
Catalog: HappinessIndex/Resx/AppResources.*.resx
Languages: es, fr, hi, pt

# AppName
source: CoreZen
es: CoreZen (Español)
fr: CoreZen (French)
hi: CoreZen (हिन्दी)
pt: Construa Felicidade

source: Good Morning,
es: Hola!,
fr: Bonjour,
hi: नमस्ते!
pt: Bom Dia

source: Good Afternoon,
es: Hola!,
fr: Bon Après - midi,
hi: नमस्ते!
pt: Boa Tarde,

source: Good Evening,
es: Hola!,
fr: Bonsoir,
hi: नमस्ते!
pt: Boa Noite,

# ReadyMessage
source: Are you ready to start recording your Happiness Journal for
es: ¿Estás listo para comenzar a grabar tu diario de felicidad para
fr: Êtes-vous prêt à commencer à enregistrer votre Happiness Journal pour?
hi: क्या आप अपने विचारो को पत्रिका में रिकॉर्ड करने के लिए तैयार है?
pt: Vamos começar com seu diário da Felicidade para

source: (Today)
es: (Hoy)
fr: (aujourd'hui)
hi: आज
pt: (Hoje)

# ReadyButton
source: I'M READY
es: Estoy listo
fr: JE SUIS PRÊT
hi: मैं तैयार हूँ
pt: ESTOU PRONTO(A)

source: ENABLERS
es: Habilitadores
fr: Facilitateurs
hi: खुशियों के सहायक
pt: Facilitadores

# Edit
source: EDIT ACTIVITY
es: EDITAR REVISTA
fr: Changer de journal
hi: पत्रिका में बदलाव करे
pt: EDITAR DIÁRIA

# View
source: ADD ACTIVITY
es: AGREGAR REVISTA
fr: Ajouter Journal
hi: पत्रिका जोड़े
pt: Visualização

# QuickTour
source: APP TOUR
fr: Visitez l'appli
hi: एप्लीकेशन का दौरा करे
pt: TOUR RÁPIDO

source: Expectation
es: Expectativa
fr: l' espérance
hi: अपेक्षा
pt: Expectativas

source: Reality
es: Realidad
fr: Réalité
hi: वास्त्विकता
pt: Realidade

# AddOrRemove
source: EDIT ENABLERS
es: EDITAR HABILITADORES
fr: Modifier les facilitateurs
hi: सहायको को बदले
pt: Adicionar ou Remover

source: Exercise
es: Ejercicio
fr: l' exercice
hi: व्यायाम
pt: Exercícios

source: Family
es: Familia
fr: famille
hi: परिवार
pt: Família

source: Food
es: Comida
fr: la nourriture
hi: भोजन
pt: Alimentação

source: Social Contact
es: Contacto social
fr: Contact Social
hi: सामाजिक संपर्क
pt: Vida Social

source: Love
es: Amor
fr: L'amour
hi: प्रेम
pt: Amor

source: Work
es: Trabajo
fr: Le travail
hi: कार्य
pt: Trabalho

source: Tranquility
es: Tranquilidad
fr: Tranquillité
hi: शान्ति
pt: Tranquilidade

source: Money
es: Dinero
fr: Les fonds
hi: धन
pt: Dinheiro

source: Travelling
es: De viaje
fr: Périple
hi: यात्रा
pt: Viagens

source: Curiosity
es: Curiosidad
fr: Curiosité
hi: जिज्ञासा
pt: Curiosidade

source: Order
es: Orden
fr: l'arrangement
hi: अनुशासन
pt: Ordem

source: Music/Movies
es: Musica/Peliculas
fr: Musique/film
hi: संगीत/फिल्म
pt: Música/Filmes

source: Your Day
es: Tu día
fr: Ta journée
hi: आपका दिन
pt: Seu Dia

source: More
es: Más
fr: Voir plus
hi: अधिक देखे
pt: Mais

source: SAVE
es: SALVAR
fr: ENREGISTRER
hi: सुरक्षित करे
pt: SALVAR

source: JOURNAL
es: DIARIO
hi: पत्रिका
pt: DIÁRIO

source: JOURNALS
es: Revistas
hi: पत्रिका

source: REPORTS
es: INFORMES
fr: Rapports
hi: विवरण
pt: RELATÓRIOS

# ReportsAppTourTitle
source: Happiness Enablers' Report
es: Informe de habilitadores de felicidad
fr: Rapport des facilitateurs du bonheur
hi: ख़ुशी के सहायकों की रिपोर्ट
pt: Relatório dos facilitadores da felicidade

# Factors
source: MY SCORE
es: HABILITADORES
fr: Les raisons
hi: खुशियों के सहायक
pt: FATORES

source: PROFILE
es: PERFIL
fr: Profil
hi: प्रोफाइल
pt: PERFIL

source: FEEDBACK
es: REALIMENTACIÓN
fr: Retour d'information
hi: टिप्पणी
pt: COMENTÁRIOS

# HappinessJournalFor
source: JOURNAL FOR
es: REVISTA PARA
fr: JOURNAL POUR
hi: पत्रिका
pt: DIÁRIO DE FELICIDADE PARA

# HowWasYourDay
source: Record your satisfaction score
es: ¿COMO ESTUVO HOY TU DÍA?
fr: Enregistrez votre score de satisfaction ci-dessous
hi: आज आपका दिन कैसा था?
pt: Como foi seu dia hoje?

source: YOUR HAPPINESS SCORE
es: TU PUNTUACIÓN DE FELICIDAD
fr: Votre résultat de bonheur
hi: आपका संतुष्टि परिणाम
pt: SUA PONTUAÇÃO DE FELICIDADE

source: From :
es: De:
fr: à partir de:
hi: कब से:
pt: De :

source: To :
es: A:
fr: jusqu'à:
hi: कब तक:
pt: Para :

# OverallHappinessScore
source: Satisfaction score for reporting period
es: Puntaje de satisfacción para el período del informe
fr: Résultats de satisfaction pour la période de déclaration
hi: रिपोर्टिंग अवधि के लिए संतुष्टि परिणाम
pt: Pontuação geral de Felicidade

source: Happiness Score by Factor
es: Puntuación de felicidad por factor
fr: Le résultat de la satisfaction selon la raison
hi: वजह अनुसार संतुष्टि परिणाम
pt: Pontuação de Felicidade por Fatores

# HappinessFactors
source: Happiness Enablers
es: Habilitadores de felicidad
fr: Facilitateurs de bonheur
hi: खुशियों के सहायक
pt: Fatores de Felicidade

# HappinessScore
source: Satisfaction Score
es: Puntuación de satisfacción
fr: Résultat du bonheur
hi: संतुष्टि परिणाम
pt: Pontuação de Felicidade

# ReportFor
source: Report Generated for
es: Informe generado para
fr: Rapport créé:
hi: रिपोर्ट बनाई गयी:
pt: Relatório para

# ReportGeneratedFrom
source: Report Generated for period -
es: Informe generado por período -
fr: Durée du rapport-
hi: रिपोर्ट की अवधि: -
pt: Relatório gerado a partir de

# To1
source: to
es: a
fr: jusqu'à
hi: तक :
pt: para

source: (Avg Values)
es: (Valores promedios)
fr: (Valeur moyenne)
hi: (औसत मान)
pt: (Valores médios)

source: (Cleanliness, Organization)
es: (Limpieza, la disposición)
fr: (Propreté, l'arrangement)
hi: (स्वच्छता, व्यवस्था)
pt: (Limpeza e Organização)

source: (Search for knowledge, Intellectual)
es: (Busca conocimiento, Intelectual)
fr: (Recherche de connaissances, Intellectuelle/Imagination)
hi: (ज्ञान की खोज, कल्पना)
pt: (Busca por conhecimento intelectual)

# SelectYourFactors
source: HAPPINESS ENABLERS
es: HABILITADORES DE LA FELICIDAD
fr: Facilitateurs de bonheur
hi: खुशियों के सहायक
pt: SELECIONE SEUS FATORES

source: (Your Personal Happiness Determining Factors)
es: (Su felicidad personal determinando factores)
fr: (Facteurs de votre propre bonheur)
hi: (आपकी खुशियाँ निर्धारित करने वाले कारक)
pt: (Seus fatores facilitadores de felicidade)

# PleaseSelectAMaximumOf6Factors
source: Maximum of 7 factors are allowed. Please deselect one or more to select any others.
es: Se permite un máximo de 7 factores. Deseleccione uno o más para seleccionar cualquier otro.
fr: Veuillez sélectionner jusqu'à 7 facteurs
hi: कृपया अधिकतम 7 सहायको को चुनें
pt: Por favor, selecione no máximo 7 critérios.

source: Please select a minimum of 2 factors.
es: Por favor seleccione un mínimo de 2 factores.
fr: Veuillez sélectionner au moins 2 facteurs
hi: कृपया न्यूनतम 2 सहायको को चुने
pt: Por favor, seleccione no mínimo 2 critérios.

source: OK
fr: D'accord
hi: ठीक है

source: Saved Successfully.
es: Guardado exitosamente.
fr: Sécurisé
hi: सुरक्षित किया
pt: Salvo com Sucesso

source: CANCEL
es: CANCELAR
fr: Annuler
hi: रद्द करे
pt: CANCELAR

# UploadImage
source: ATTACH IMAGE
es: FIJAR IMAGEN
fr: Joindre image
hi: तस्वीर जोड़े
pt: ANEXAR IMAGEM AO JORNAL

source: Take a picture
es: Toma una foto
fr: Prendre photo
hi: तस्वीर ले
pt: Tire uma foto

source: Pick a photo from album
es: Elige una foto del álbum
fr: Choisir une photo de l'album
hi: एल्बम से तस्वीर चुने
pt: Escolha uma foto do álbum

# HighlightsOfTheDay
source: JOURNAL NOTES
es: NOTAS DE REVISTA
fr: Notes de journal
hi: पत्रिका रिकॉर्ड
pt: DESTAQUES DO DIA

# TheBestThingThatHappenedToday
source: What are you grateful for, today?
es: Lo mejor que paso hoy
fr: La meilleure chose qui soit arrivée aujourd'hui
hi: आज आप किस के लिए आभारी हैं?
pt: O que você está agradecido(a) hoje?

source: Challenges faced today
es: Desafíos enfrentados hoy
fr: Les défis rencontrés aujourd'hui
hi: आज की चुनौती
pt: Desafios enfrentados hoje.

# LessonsLearntToday
source: Lessons learned today
es: Lecciones aprendidas hoy
fr: Leçons apprises aujourd'hui
hi: आज का सबक
pt: Lições aprendidas hoje.

source: Please select an image for today's journal.
es: Seleccione una imagen para el diario de hoy.
fr: Veuillez choisir une photo pour le Journal d'aujourd'hui
hi: कृपया आज की पत्रिका के लिए एक तस्वीर चुनें
pt: Selecione uma imagem para o seu Diário de Hoje.

source: Name
es: Nombre
fr: Le nom
hi: नाम
pt: Nome

source: Email
hi: इ-मेल

source: Country
es: País
fr: Pays
hi: देश
pt: País

source: Phone
es: Teléfono
fr: Téléphone
hi: फ़ोन
pt: Telefone

source: Age
es: Años
fr: Âge
hi: उम्र
pt: Idade

source: Gender
es: Género
fr: Le sexe
hi: लिंग
pt: Gênero

source: Password
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
pt: Senha

source: Confirm Password
es: Confirmar contraseña
fr: Confirmez le mot de passe
hi: पासवर्ड दोहराये
pt: Confirmar Senha

source: Security Question
es: Pregunta de Seguridad
fr: Question de sécurité
hi: सुरक्षा प्रश्न
pt: Pergunta de Segurança

source: Security Answer
es: Respuesta de seguridad
fr: Réponse de sécurité
hi: सुरक्षा उत्तर
pt: Resposta de Segurança

source: Personal Information
es: Informacion personal
fr: Informations personnelles
hi: निजी जानकारी
pt: INFORMAÇÕES PESSOAL

# FeedbackOnBuildHappinessApp
source: Feedback on CoreZen app
es: Comentarios sobre la aplicación CoreZen
fr: Retour d'information sur l'application CoreZen (French)
hi: CoreZen (हिन्दी) ऐप् पर टिप्पणी
pt: Feedback do CoreZen app

source: Email is not supported on this device.
es: El correo electrónico no es compatible con este dispositivo.
fr: L'e-mail n'est pas pris en charge sur cet appareil.
hi: इस उपकरण के लिए ई-मेल सही नहीं है
pt: E-mail não é suportado neste dispositivo.

# FeedbackContent
source: As we strive to improve the app and the user experience, we would appreciate getting your feedback via email, sent to:
es: A medida que nos esforzamos por mejorar la aplicación y la experiencia del usuario, agradeceríamos recibir sus comentarios por correo electrónico, enviados a:
fr: Nous essayons d'améliorer l'application, veuillez donner votre avis par e-mail:
hi: हम एप्लीकेशन को और बेहतर बनाने की कोशिश कर रहे है, कृपया ई-मेल के माध्यम से अपनी परिक्रिया दे:
pt: Enquanto nos esforçamos para melhorar o aplicativo e as experiências dos usuários, gostaríamos e apreciaríamos receber seus comentários por e-mail:

source: LOGOUT
es: CERRAR SESIÓN
hi: लोग आउट
pt: SAIR

source: Close app and stay logged-in
es: Cierre la aplicación y manténgase conectado
fr: Fermez l'application mais restez login
hi: ऐप बंद करे किन्तु लोग इन रहे
pt: Feche o aplicativo e fique logged-in

source: No, Log me Out
es: No, cerrar sesión
fr: Non, log moi out
hi: नहीं, मुझे लॉग आउट करें
pt: Não, Sair

source: LOGIN
es: INICIAR SESIÓN
hi: लोग इन

source: SIGNUP
es: REGÍSTRATE
fr: S'inscrire
hi: रजिस्टर करे
pt: INSCREVER-SE

source: FORGOT PASSWORD
es: SE TE OLVIDÓ TU CONTRASEÑA
fr: Mot de passe oublié?
hi: पासवर्ड भूल गए
pt: ESQUECEU A SENHA

# EnterYourNameAndEmail
source: ENTER YOUR NAME AND EMAIL TO CONTINUE
es: INGRESE SU NOMBRE Y CORREO ELECTRÓNICO PARA CONTINUAR
fr: Entrez le nom et l'e-mail pour continuer
hi: जारी रखने के लिए नाम व् ई-मेल डाले
pt: ENTRE COM SEU NOME E ENDEREÇO DE E-MAIL PARA CONTINUAR

source: ALREADY HAVE AN ACCOUNT?
es: ¿YA TIENES UNA CUENTA?
fr: Vous avez déjà un compte?
hi: क्या आपका अकाउंट पहले से रजिस्टर है?
pt: VOCÊ JÁ TEM UMA CONTA?

source: Successfully registered.
es: Registrado exitosamente.
fr: Enregistré avec succès
hi: पंजीकरण सफल हुआ
pt: Cadastrado com Sucesso.

source: GO TO JOURNALS
es: IR A REVISTAS
fr: Accéder au Journals
hi: पत्रिका पर जाये
pt: Ir para o Diário

source: EDIT PROFILE
es: EDITAR PERFIL
fr: Editer le profil
hi: प्रोफाइल में बदलाव करे
pt: EDITAR PERFIL

# EmailAlreadyRegistered
source: Sorry, the email ID is already registered, please login.
es: Lo sentimos, el ID de correo electrónico ya está registrado, inicie sesión.
fr: Désolé, identifiant e-mail déjà utilisé, veuillez vous login.
hi: क्षमा करें, ईमेल आईडी पहले से इस्तेमाल में है, कृपया लॉगिन करें
pt: Desculpe, o seu e-mail já está registrado. Por favor, Login.

# NoUserFound
source: No users found on this device, please provide your name and email to continue.
es: No se encontraron usuarios en este dispositivo, proporcione su nombre y correo electrónico para continuar.
fr: Aucun utilisateur trouvé sur cet appareil, fournissez le nom et l'adresse e-mail pour continuer.
hi: इस उपकरण पर कोई उपयोगकर्ता नहीं मिला, जारी रखने के लिए नाम व् ई-मेल प्रदान करे
pt: Nenhum usuário encontrado neste dispositivo, por favor, forneça seu nome e e-mail para continuar.

# InvalidUserName
source: Invalid user name or password.
es: Usuario o contraseña invalido.
fr: Nom d'utilisateur ou mot de passe invalide.
hi: अमान्य यूजरनाम या पासवर्ड
pt: Nome de usuário ou senha inválidos.

# EnterYourEmailToReset
source: Enter email and click forgot password link.
es: Ingrese su correo electrónico para restablecer la contraseña.
fr: Saisissez l'adresse e-mail et cliquez sur le lien mot de passe oublié.
hi: कृपया पासवर्ड रिसेट करने के लिए ई-मेल दर्ज करें
pt: Digite seu e-mail para redefinir a senha.

# EmailNotRegistered
source: This email has not been registered. Please click on SignUp and register email address.
es: Este correo electrónico no ha sido registrado. Haga clic en Registrarse y registre la dirección de correo electrónico.
fr: Cet e-mail n'a pas été enregistré. Veuillez cliquer sur Inscription et enregistrer l'adresse e-mail.
hi: यह ई-मेल रजिस्टर नहीं है, कृपया ई-मेल रजिस्टर करें
pt: Este e-mail não foi registrado. Clique em Inscreva-se e registre o endereço de e-mail.

# InvalidAnswer
source: Please enter a valid answer to reset the password.
es: Ingrese una respuesta válida para restablecer la contraseña.
fr: Entrez la bonne réponse pour réinitialiser le mot de passe.
hi: पासवर्ड रिसेट करने हेतु सही उत्तर दर्ज करें
pt: Digite uma resposta válida para redefinir a senha.

# InvalidPassword
source: Invalid confirm password.
es: Contraseña de confirmación no válida.
fr: Mot de passe de confirmation non valide.
hi: पासवर्ड मैच नहीं कर रहा है
pt: Senha de confirmação inválida.

# InvalidInputPassword
source: Invalid Password.
es: Contraseña invalida.
fr: Mot de passe incorrect.
hi: अमान्य पासवर्ड

# PasswordResetSuccessfully
source: Password has been successfully reset.
es: La contraseña se ha restablecido correctamente.
fr: Le mot de passe a été réinitialisé avec succès.
hi: पासवर्ड सफलतापूर्वक बदल दिया गया है
pt: A senha foi redefinida com sucesso.

source: BUILD - MEASURE - LEARN!
es: CONSTRUIR - MEDIDA - APRENDER!
fr: Créer - Voir résultat - Apprendre!
hi: रचना करो - परिणाम देखो और - सीखो!
pt: CONSTRUIR - ANALISAR - APRENDER!

# BuildMeasureLearnP1
source: As humans, we are creatures of habit.
es: Como humanos, somos criaturas de hábito.
fr: Nous, les humains, avons de nombreuses habitudes.
hi: हम, मनुष्य, बहुत सी आदतें रखते हैं।
pt: Como seres humanos, nós somos criadores de hábitos.

# BuildMeasureLearnP2
source: Our mission is to help people Build Happiness by forming a habit of focusing on what matters most in their lives.
es: Nuestra misión es ayudar a las personas a construir la felicidad formando el hábito de enfocarse en lo que más importa en sus vidas.
fr: Notre objectif est de vous aider à créer/trouver votre bonheur, avec l'aide de l'application 'CoreZen', nous concentrons votre attention sur les habitudes les plus importantes.
hi: हमारा लक्ष्य आपको आपकी खुशियाँ बनाने/ढूंढ़ने में मदद करना है, CoreZen ऐप के माध्यम से हम आपका ध्यान सबसे महत्वपूर्ण आदतों की तरफ केंद्रित करते है|
pt: Nossa missão é ajudar pessoas a Construir Felicidade formando um hábito de se focar no que realmente importa na vida delas.

# BuildMeasureLearnP3
source: Extensive research suggests that the main cause of unhappiness is the gap between our expectations and reality.
es: Una amplia investigación sugiere que la principal causa de infelicidad es la brecha entre nuestras expectativas y la realidad.
fr: Selon les recherches, la principale raison de notre perturbation est: la distance entre les attentes et les réalités.
hi: रिसर्च के अनुसार, हमारी अशंतुष्टि का मुख्या कारण है: उमीदो और वाश्त्विकताओ में दूरी|
pt: Pesquisas científicas intensas sugerem que a causa maior de tristeza é o vão entre nossas expectativas e nossas realidades.

# BuildMeasureLearnP4
source: This app will help each person prioritize their personal Happiness Factors. By tracking these factors daily it will help close the gap between expectations and reality to get higher satisfaction on what matters most in life.
es: Esta aplicación ayudará a cada persona a priorizar sus Factores de felicidad personales. Al rastrear estos factores diariamente, ayudará a cerrar la brecha entre las expectativas y la realidad para obtener una mayor satisfacción en lo que más importa en la vida.
fr: Cette application vous aide à hiérarchiser vos raisons de bonheur personnel. En suivant quotidiennement ces facteurs, vous pouvez éliminer la distance entre vos attentes et la réalité, ce qui compte le plus dans la vie.
hi: यह ऐप आपको अपने व्यक्तिगत खुशी कारणों को प्राथमिकता देने में मदद करता है। इन कारकों को रोजाना ट्रैक कर के आप अपनी उम्मीदों और वास्तविकता के बीच की दूरी को ख़त्म कर सकते है, जो जीवन में सबसे ज्यादा मायने रखता है|
pt: Este aplicativo vai ajudar cada pessoa a priorizar seu Critério-Determinante-da-Felicidade pessoal, rastreando diariamente o progresso diário e eliminando o vão entre expectativas e realidades em cada critério.

# BuildMeasureLearnP5
source: You will enjoy the glow of happiness as you learn to CoreZen - one day at a time.
es: Disfrutarás del resplandor de la felicidad mientras aprendes a construirla, un día a la vez.
fr: If you know how to create happiness, then you can enjoy every moment of life, and CoreZen helps build your happiness.
hi: यदि आप खुशिओ का निर्माण करना जानते है तो आप ज़िन्दगी के हर पल का आनंद ले सकते है, और CoreZen आपकी खुशियों का निर्माण करने में मदद करता है |
pt: Você vai desfrutar do brilho da felicidade através do aprendizado válido à medida que constrói, analisa e aprende a Construir a sua Felicidade – um dia de cada vez.

source: GET STARTED
es: EMPEZAR
fr: Début
hi: शुरू करे
pt: INICIAR

source: Happiness Journal Entry
es: Entrada del diario de felicidad
fr: Entrée du Journal du bonheur
hi: संतुष्टि पत्रिका रिकार्ड
pt: Diário da Felicidade

# JournalAppTourTitle
source: Day’s Score
es: Puntuación del día
fr: Score du jour
hi: दिन का स्कोर
pt: Pontuação do dia

# NotesAppTourTitle
source: Journal
es: Diario
hi: पत्रिका
pt: Diário

# NotesAppTourContent
source: A place to write your everyday gratitude journal along with the challenges faced during the day and any lessons learned.
es: Un lugar para escribir su diario de gratitud todos los días junto con los desafíos que enfrenta durante el día y las lecciones aprendidas.
fr: Un endroit pour écrire votre journal de gratitude quotidien avec les défis rencontrés au cours de la journée et les leçons apprises.
hi: एक स्थान जहा आप अपना रोजमर्रा का आभार पत्र लिखते हैं, इसके साथ-साथ यह भी लिखते है की दिन के दौरान क्या सबक सीखा और किन-किन चुनौतियों का सामना किया।
pt: Um lugar para escrever seu diário de gratidão todos os dias, além dos desafios enfrentados durante o dia e de todas as lições aprendidas.

# InhibitorsReportAppTourTitle
source: Happiness Inhibitors' Report
es: Informe de inhibidores de la felicidad
fr: Rapport des inhibiteurs du bonheur
hi: ख़ुशी के अवरोधकों की रिपोर्ट
pt: Relatório de Inibidores da Felicidade

# InhibitorsReportAppTourContent
source: A visual representation of the level of effect of each Inhibitor along with the changes in effect during the day as recorded. The report also shows the notes entered on sentiments, causes, and what helped improve the feeling. All reports along with details can be shared via email with others.
es: Una representación visual del nivel de efecto de cada inhibidor junto con los cambios en efecto durante el día según lo registrado. El informe también muestra las notas ingresadas sobre sentimientos, causas y lo que ayudó a mejorar la sensación. Todos los informes junto con los detalles se pueden compartir por correo electrónico con otros.
fr: na representación visual del nivel de efecto de cada inhibidor junto con los cambios en efecto durante el día según lo registrado. El informe también muestra las notas ingresadas sobre sentimientos, causas y lo que ayudó a mejorar la sensación. Todos los informes junto con los detalles se pueden compartir por correo electrónico con otros.
hi: प्रत्येक ख़ुशी के अवरोधक के प्रभाव के स्तर के साथ-साथ, दिन के दौरान, दर्ज किए गए प्रभाव का एक चित्रात्मक वर्णन। विवरण में भावनाओं और कारको पर लिखे हुए नोट्स भी दर्शाये जाते हैं, और किस चीज़ ने भावनाओं को सुधारने में मदद की। विवरण के साथ सभी परिणाम, दूसरों के साथ ईमेल के माध्यम से साझा किये जा सकते हैं।
pt: Uma representação visual do nível de efeito de cada Inibidor, juntamente com as mudanças no efeito durante o dia, conforme registrado. O relatório também mostra as anotações de sentimentos, causas e o que ajudou a melhorar o sentimento. Todos os relatórios, juntamente com os detalhes, podem ser compartilhados por e-mail com outras pessoas.

# HappinessJournalEntryContent
source: This is your everyday journal entry page where you mark your satisfaction score for your day and the chosen happiness enablers.
es: Esta es su página de entrada de diario donde marca su puntaje de satisfacción para su día y los habilitadores de felicidad elegidos.
fr: Il s'agit de votre page d'enregistrement de Journal quotidien, où vous marquez les résultats de satisfaction et le bonheur choisi pour votre journée.
hi: यह आपका हर रोज़ का पत्रिका रिकॉर्ड पेज है, जहाँ आप अपने दिन के लिए संतुष्टि परिणाम और चुनी हुए खुशियों को चिह्नित करते हैं|
pt: Esta é a sua página diária em que você marca sua pontuação de satisfação para o seu dia e os critérios de felicidade escolhidos.

# HappinessJournalHighlights
source: Inhibitors
es: Inhibidores
fr: Inhibiteurs
hi: सुख के अवरोधक
pt: Inibidores

source: Please enter your name
es: Por favor, escriba su nombre
fr: S'il vous plaît entrez votre nom
hi: अपना नाम दर्ज करें
pt: Por favor, insira seu nome

# HappinessJournalHighlightsContent
source: A section to check on your happiness inhibitors and mark how they are affecting your happiness.
es: Una sección para verificar sus inhibidores de felicidad y marcar cómo están afectando su felicidad.
fr: Une section qui décrit vos catalyseurs de bonheur et comment ils affectent votre bonheur.
hi: एक भाग जो आपके खुशियों के सहायकों का विवरण करें और बताये की ये आपकी खुशिओ को कैसे प्रभावित कर रहे है |
pt: Uma seção para verificar seus inibidores de felicidade e marcar como eles estão afetando sua felicidade.

# FactorsList
source: Happiness Enablers
es: Habilitadores de felicidad
fr: Facilitateurs de bonheur
hi: खुशियों के सहायक
pt: Ativadores/Critérios da Felicidade

# FactorsListContent
source: You can select your happiness determining factors from the given list or click the ADD button on top to create your own happiness enablers and use it. You can create wishlists under each happiness enabler and share them with others.
es: Puede seleccionar sus factores determinantes de felicidad de la lista dada o hacer clic en el botón AGREGAR en la parte superior para crear sus propios habilitadores de felicidad y usarlo. Puede crear listas de deseos debajo de cada activador de felicidad y compartirlas con otros.
fr: Vous pouvez choisir vos facteurs de bonheur dans la liste donnée. Cliquez sur le bouton "Ajouter" ci-dessus pour créer votre propre facteur. Vous pouvez créer des listes de souhaits sous chaque catalyseur de bonheur et les partager avec d'autres.
hi: आप अपनी ख़ुशी के सहायकों का चयन दी गयी सूची में से कर सकते है | अपने खुद के सहायक बनाने के लिए ऊपर दिए गए बटन "जोड़े" पर क्लिक करें| आप प्रत्येक ख़ुशी के सहायक के नीचे इच्छा-सूची बना सकते हैं और उन्हें दूसरों के साथ साझा भी कर सकते हैं।
pt: Você pode selecionar seus critérios determinantes de felicidade na lista fornecida ou clicar no botão ADICIONAR na parte superior para criar seu próprio ativador de felicidade e usá-lo. Você pode criar listas de desejos em cada facilitador de felicidade e compartilhá-las com outras pessoas.
