Repository: rajasekherreddy/WorkoutsMAUI
Catalog: HappinessIndex/Resx/AppResources.*.resx
Languages: es, fr, hi, pt

# ReportsContent
source: A graphical representation of your daily happiness score. Weekly and monthly averages are also available using the date range selection.
es: Una representación gráfica de tu puntaje diario de felicidad. Los promedios semanales y mensuales también están disponibles mediante la selección del rango de fechas.
fr: Les résultats de votre bonheur quotidien sont représentés par une représentation graphique. Vous pouvez également obtenir des moyennes hebdomadaires et mensuelles en utilisant la plage de dates.
hi: आपकी रोजाना की खुशियों का चित्रात्मक वर्णन द्वारा परिणाम | तिथि का उपयोग करके आप साप्ताहिक और मासिक औसत भी प्राप्त कर सकते है |
pt: Uma representação gráfica da sua pontuação diária de felicidade. As médias semanais e mensais também estão disponíveis selecionando a data desejada.

# Dashboard
source: HOME
hi: मुख्य मेनू

# HomeAppTour
source: Home
hi: मुख्य मेनू
pt: Iniciar

# DashboardContent
source: From here you can add a journal for today or view/edit a journal from a previous day or just browse through the journals saved.
es: Desde aquí puede agregar un diario para hoy o ver / editar un diario de un día anterior o simplemente navegar a través de los diarios guardados.
fr: De là, vous pouvez ajouter un Journal pour aujourd'hui ou afficher / modifier un Journal d'un jour précédent ou simplement parcourir les journaux enregistrés.
hi: यहाँ से आप आज की पत्रिका को जोड़ सकते है और पुराणी बचाई हुई पत्रिका को देखकर उसमे बदलाव कर सकते है |
pt: Você pode adicionar um diário de hoje ou exibir / editar um diário de um dia anterior ou simplesmente navegar pelos diários salvos.

# PersonalNoteAppTour
source: Personal Note
es: Nota personal
fr: Note personnelle s
hi: निजी नोट्स
pt: Anotações pessoais

# PersonalNoteAppTourContent
source: A hidden away section to launch a screen for entering some personal notes that are password protected.
es: Una sección oculta para iniciar una pantalla para ingresar algunas notas personales que están protegidas con contraseña.
fr: Un caché loin section pour lancer un écran pour la saisie des personnels des notes qui sont mot de passe protégé.
hi: एक छुपा हुआ भाग जो की पासवर्ड की मदद से खुलता है, जिसके अंदर आप अपनी निजी बातों का विवरण रख सकते है |
pt: Uma seção oculta que abrirá uma tela para inserir algumas anotações pessoais protegidas por senha.

# SettingsAppTour
source: Settings
es: Configuraciones
fr: Réglages
hi: सेटिंग्स
pt: Configurações

# SettingsAppTourContent
source: A variety of personalization settings for background color, enabling/disabling backup of data to your iCloud or google drive, and personal profile information entry etc.
es: Una variedad de configuraciones de personalización para el color de fondo, habilitando / deshabilitando la copia de seguridad de los datos en su iCloud o Google Drive, y la entrada de información de perfil personal, etc.
fr: Une variété de personnalisation des paramètres de couleur d'arrière-plan, d'activer / désactiver la sauvegarde des données sur votre iCloud ou Google Drive, et les informations de profil personnel à saisir, etc.
hi: विभिन्न प्रकार की निजी सेटिंग्स, जैसे की पीछे का रंग, डाटा का बैकअप (iCloud या Google Drive में), निजी प्रोफाइल की जानकारी, इत्यादि |
pt: Uma variedade de configurações de personalização como cores de segundo plano, ativação / desativação de backup de dados no iCloud ou no Google Drive, entrada de informações de perfil pessoal etc.

source: Coming Soon...
es: Próximamente...
fr: Bientôt disponible...
hi: जल्द आ रहा है...
pt: Em Breve...

# ComingSoonContent
source: 1. Creation of groups of app users. 2. Sentiment Analysis using Artificial Intelligence. 3. Remedies to overcome emotional discomfort caused by Happiness Inhibitors. 4. Positive Affirmations to cheer up your mood. 5. Connecting Psychologists and Therapists to care seekers.
es: 1. Creación de grupos de usuarios de aplicaciones. 2. Análisis de sentimientos utilizando inteligencia artificial. 3. Remedios para superar las molestias emocionales causadas por los inhibidores de la felicidad. 4. Afirmaciones positivas para alegrar tu estado de ánimo. 5. Conectando psicólogos y terapeutas con buscadores de cuidados.
fr: 1. Création de groupes d'utilisateurs d'applications. 2. Analyse des sentiments à l'aide de l'intelligence artificielle. 3. Remèdes pour surmonter l'inconfort émotionnel causé par les inhibiteurs du bonheur. 4. Affirmations positives pour égayer votre humeur. 5. Relier les psychologues et les thérapeutes aux demandeurs de soins.
hi: 1. एप्लिकेशन उपयोगकर्ताओं के साथ समूहों का निर्माण 2. आर्टिफिशियल इंटेलिजेंस का उपयोग करके वाक्य विश्लेषण 3. खुशियों में अवरोधकों के कारण होने वाली भावनात्मक परेशानी को दूर करने के उपाय 4. आपकी मन-स्थति को ठीक करने के लिए सकारात्मक बातें 5. आपकी देखभाल के लिए मनोवैज्ञानिको और चिकित्सको को जोड़ना
pt: 1. Criação de grupos de usuários do aplicativo. 2. Análise de sentimentos usando inteligência artificial. 3. Remédios para superar o desconforto emocional causado pelos Inibidores da Felicidade. 4. Afirmações positivas para animar o seu humor. 5. Conectando psicólogos e terapeutas para quem deseja e precise.

# NoRecordsFound
source: No records found at the dates selected.
es: No se encontraron registros en las fechas seleccionadas.
fr: Aucun enregistrement trouvé aux dates sélectionnées.
hi: उल्लेखित तारीखों में कोई रिकॉर्ड नहीं मिला|
pt: Nenhum registro encontrado nas datas selecionadas.

source: Yes
fr: Oui
hi: हां
pt: sim

source: No
fr: Non
hi: नहीं
pt: Não

source: Top
es: Parte superior
fr: Haut
hi: ऊपर ले जाये
pt: Topo

source: RESET PASSWORD
es: RESTABLECER LA CONTRASEÑA
fr: Réinitialiser le mot de passe
hi: पासवर्ड फिर से लगाए
pt: REINICIAR SENHA

source: Answer
es: Responder
fr: Répondre
hi: उत्तर
pt: Responda

source: New Password
es: Nueva contraseña
fr: Nouveau mot de passe
hi: नया पासवर्ड दर्ज करे
pt: Nova senha

source: RESET
es: REINICIAR
fr: Réinitialiser
hi: रिसेट
pt: REDEFINIR

# DoYouKNowYourPassword
source: DO KNOW YOUR PASSWORD?
es: ¿SABES TU CONTRASEÑA?
fr: Connaissez-vous votre mot de passe?
hi: क्या आप अपना पासवर्ड जानते है?
pt: CONHEÇA SUA SENHA?

source: Male
es: Masculino
fr: Mâle
hi: पुरुष
pt: Masculino

source: Female
es: Hembra
fr: La femelle
hi: महिला
pt: Feminino

source: What was your first car?
es: ¿Cuál fue su primer coche?
fr: Quel était votre première voiture?
hi: आपकी पहली कार कौन सी थी?
pt: Qual foi seu primeiro carro?

source: What was your childhood nickname?
es: ¿Cuál era su apodo de la infancia?
fr: Quel était ton surnom d'enfance?
hi: आपका बचपन में उपनाम (मुँह बोला नाम) क्या था?
pt: Qual foi o seu apelido de infância?

source: What is the name of your favorite childhood friend?
es: ¿Cuál es el nombre de tu amigo favorito de la infancia?
fr: Quel est le nom de votre ami d'enfance préféré?
hi: आपके बचपन के पसंदीदा दोस्त का नाम क्या है?
pt: Qual é o nome do seu amigo de infância favorito?

source: In what city or town was your first job?
es: ¿En qué ciudad o pueblo fue tu primer trabajo?
fr: Dans quelle ville ou ville avez-vous été votre premier emploi?
hi: किस शहर या कस्बे में आपका पहला काम था?
pt: Em que cidade foi seu primeiro emprego?

source: What was your dream job as a child?
es: ¿Cuál era el trabajo de tus sueños de niño?
fr: Quel était ton métier de rêve quand tu étais enfant?
hi: एक बच्चे के रूप में आपका सपना क्या था?
pt: Qual foi o seu emprego dos sonhos quando criança?

source: What is the name of the first school you attended?
es: ¿Cuál es el nombre de la primera escuela a la que asististe?
fr: Quel est le nom de la première école que vous avez fréquentée?
hi: आपने पहले स्कूल का नाम क्या है?
pt: Qual é o nome da primeira escola que você frequentou?

source: What is your grandmother's first name?
es: ¿Cual es el nombre de tu abuela?
fr: Quel est le prénom de ta grand-mère?
hi: आपकी दादी का पहला नाम क्या है?
pt: Qual é o primeiro nome da sua avó?

source: EXCELLENT!
es: ¡EXCELENTE!
hi: उत्तम!
pt: Excelente!

source: GOOD!
es: ¡BUENO!
fr: BIEN!
hi: अच्छा!
pt: Bom!

source: FAIR!
es: ¡JUSTO!
fr: JUSTE!
hi: ठीक!
pt: Razoável!

source: TERRIBLE!
hi: चिंताजनक!
pt: Horrível!

source: Uploaded Successfully.
es: Subido con éxito
fr: Téléchargé avec succès.
hi: सफलतापूर्वक अपलोड किये गए
pt: Carregado com sucesso.

# NegativeThoughtsToday
source: HAPPINESS INHIBITORS
es: INHIBIDORES DE LA FELICIDAD
fr: Obstructionniste
hi: खुशिओ में अवरोध करनेवाले
pt: INIBIDORES DA FELICIDADE

source: Greed
es: Codicia
fr: Avidité
hi: लालच
pt: Ganância

source: Envy
es: Envidia
fr: Envie
hi: ईर्ष्या
pt: Inveja

source: Anger
es: Enfado
fr: Colère
hi: गुस्सा
pt: Raiva

source: Jealousy
es: Celos
fr: Jalousie
hi: जलन
pt: Ciúmes

source: Guilt
es: Culpa
fr: Culpabilité
hi: अपराध/गलती
pt: Culpa

source: Negativity
es: Negatividad
fr: Négativité
hi: नकारात्मकता
pt: Negatividade

source: NONE
es: NINGUNO
fr: Aucun
hi: कोई नहीं
pt: NENHUM

source: LOW
es: BAJO
fr: FAIBLE
hi: कम
pt: BAIXA

source: MEDIUM
es: MEDIO
fr: MOYEN
hi: मध्यम
pt: MÉDIA

source: HIGH
es: ALTO
fr: HAUT
hi: उच्च
pt: ALTA

source: EXTREME
es: EXTREMO
fr: EXTRÊME
hi: अधिकतम
pt: EXTREMO

# PersonalNote
source: PERSONAL NOTES
es: NOTAS PERSONALES
fr: NOTES PERSONNELLES
hi: निजी नोटस
pt: ANOTAÇÕES PESSOAL

source: ADD
es: AÑADIR
fr: AJOUTER
hi: जोड़े

# AddCustomEnabler
source: Add Custom Enablers
es: Agregar habilitadores personalizados
fr: Ajoutez vos facteurs de satisfaction
hi: अपने संतुष्टि सहायक जोड़े
pt: Adicionar fatores personalizados

source: SATISFACTION SCORE
es: PUNTUACIÓN DE SATISFACCIÓN
fr: Résultats de satisfaction
hi: संतुष्टि परिणाम
pt: PONTUAÇÃO DE SATISFAÇÃO

source: Added Successfully.
es: Agregado exitosamente.
fr: Ajouté avec succès.
hi: सफलतापूर्वक जोड़ा गया
pt: Adicionado com sucesso.

# SelectTheDate
source: Journal Date :
es: Fecha del diario:
fr: Date du journal:
hi: पत्रिका की तिथि:
pt: Data do Diário :

# PersonalNoteLower
source: Personal note :
es: Nota personal:
fr: Note personnelle:
hi: निजी नोट्स:
pt: Anotações pessoal :

# SetYourPassword
source: Set your password for your login profile to have safe access to your personal note.
es: Configure su contraseña para que su perfil de inicio de sesión tenga acceso seguro a su nota personal.
fr: Définissez votre mot de passe pour votre profil de connexion afin que vous puissiez accéder en toute sécurité à vos notes personnelles.
hi: अपने लॉगिन प्रोफ़ाइल के लिए अपना पासवर्ड सेट करें ताकि आप अपने व्यक्तिगत नोटस तक सुरक्षित पहुंच सके |.
pt: Defina sua senha para ter acesso seguro à sua Anotações pessoal.

source: SET PASSWORD
es: CONFIGURAR LA CLAVE
fr: DÉFINIR LE MOT DE PASSE
hi: पासवर्ड सेट करें
pt: CONFIGURAR SENHA

source: Hi
hi: नमस्ते!
pt: Oi

# NotificationMessage
source: any notes for your journal?
es: ¿Alguna nota para tu diario?
fr: Des notes pour le Journal?
hi: पत्रिका के लिए कोई नोट्स?
pt: quaisquer notas para o seu diário?

source: (Their effect on your happiness)
es: Su efecto en tu felicidad
fr: Leur effet sur votre bonheur.
hi: उनका आपकी खुशिओ पर प्रभाव
pt: O efeito deles na sua felicidade

source: Description
es: Descripción
fr: La description
hi: वर्णन
pt: Descrição

source: Enter Your Profile Password
es: Ingrese su contraseña de perfil
fr: Entrez votre mot de passe de profil.
hi: अपनी प्रोफाइल का पासवर्ड दर्ज करे
pt: Digite sua senha de perfil

source: COULD BE BETTER!
es: ¡PODRÍA SER MEJOR!
fr: POURRAIT ÊTRE MIEUX!
hi: बेहतर हो सकता था!
pt: PODERIA SER MELHOR!

source: Reminders
es: Recordatorios
fr: Rappels
hi: स्मरणपत्र
pt: Lembretes

# EnableLightTheme
source: Enable Light Background
es: Habilitar fondo claro
fr: Activer le fond clair
hi: लाइट बैकग्राउंड सक्षम करे
pt: Ativar fundo claro

# FactorChangeWarning
source: All saved edits will apply to today’s Journal. Please visit the Today’s Score page to mark the satisfaction scores on any newly added Enablers.
es: Todas las ediciones guardadas se aplicarán al Diario de hoy. Visite la página del diario para marcar los puntajes de satisfacción en cualquier Enablers recientemente agregado.
fr: Toutes les modifications enregistrées s'appliqueront au journal d'aujourd'hui. Veuillez visiter la page du journal pour noter les scores de satisfaction sur tous les nouveaux activateurs ajoutés.
hi: कोई भी जोड़े या हटाए गए कारण पत्रिका को केवल आज प्रभावित करेंगे| पत्रिका में बदलाव करके परिवर्तनों को सुरक्षित करे।
pt: Quaisquer fatores removidos e adicionados afetarão o diário de hoje. Edite o diário e salve suas alterações

# iCloucBackupPermission
source: Do you want to enable the data backup from the App to your iCloud?
es: ¿Desea habilitar la copia de seguridad de datos de la aplicación en su iCloud?
fr: Voulez-vous activer la sauvegarde des données de l'application sur votre iCloud?
hi: क्या आप ऐप से डेटा बैकअप को अपने iCloud में सक्षम करना चाहते हैं?
pt: Deseja habilitar o backup de dados do aplicativo no seu iCloud?

# TheJournalEntryFor
source: The "Day’s Score" for
es: La entrada de diario para
fr: L'entrée de journal pour
hi: पत्रिका रिकॉर्ड
pt: Lançamento do Diário para para

source: is missing
es: Está perdido
fr: est manquant
hi: गुम है
pt: está desaparecido

source: SETTINGS
es: AJUSTES
fr: Paramètres
hi: सेटिंग्स
pt: CONFIGURAÇÕES

# EnablersReport
source: Enablers'
fr: Facilitateurs'
hi: सहायकों की
pt: Facilitadores'

# InhibitorsReport
source: Inhibitors'
fr: Inhibiteurs'
hi: अवरोधकों की
pt: Inibidores'

source: Edit Factors for
es: Editar factores para
fr: Modifier les facteurs pour
hi: कारकों में बदलाव करे
pt: Editar fatores para

# PleaseSigningUsingYouriCloudAccount
source: Please sign-in using your iCloud account on your device through ‘Settings’, to enable the use of the backup of your happiness journal.
es: Inicie sesión con su cuenta de iCloud en su dispositivo a través de "Configuración" para permitir el uso de la copia de seguridad de su diario de felicidad.
fr: Veuillez vous connecter en utilisant votre compte iCloud sur votre appareil via "Paramètres", pour permettre l'utilisation de la sauvegarde de votre journal de bonheur.
hi: कृपया सेटिंग्स में जाकर अपने iCloud अकाउंट द्वारा लॉगिन करे, जिससे आपकी संतुष्टि पत्रिका का बैकअप लिया जा सके।
pt: Faça login usando sua conta do iCloud no seu dispositivo através de "Configurações", para permitir o uso do backup do seu diário de felicidade.

source: DISABLE BACKUP
es: DESACTIVAR COPIA DE SEGURIDAD
fr: DÉSACTIVER LA SAUVEGARDE
hi: बैकअप अक्षम करें
pt: DESATIVAR BACKUP

source: Backup failed
es: Copia de seguridad fallida
fr: La sauvegarde a échoué
hi: बैकअप विफल रहा
pt: Falha no backup

source: House Pets
es: Mascotas de la casa
fr: Animaux domestiques
hi: घर के पालतू जानवर
pt: Animais domésticos

# BacupFeatureMessage
source: The manual backup feature currently works only on iOS devices. On Android devices, the default auto backup feature will work to backup the journal data and images.
es: La función de copia de seguridad manual actualmente solo funciona en dispositivos iOS. En los dispositivos Android, la función de copia de seguridad automática predeterminada funcionará para hacer una copia de seguridad de los datos y las imágenes del diario..
fr: La fonction de sauvegarde manuelle ne fonctionne actuellement que sur les appareils iOS. Sur les appareils Android, la fonction de sauvegarde automatique par défaut fonctionnera pour sauvegarder les données et les images du journal.
hi: वर्तमान में मैन्युअल बैकअप सुविधा केवल iOS उपकरणों पर काम करती है। एंड्रॉइड डिवाइस पर, डिफ़ॉल्ट ऑटो बैकअप सुविधा जर्नल डेटा और छवियों का बैकअप लेने के लिए काम करेगी।.
pt: Atualmente, o recurso de backup manual funciona apenas em dispositivos iOS. Em dispositivos Android, o recurso de backup automático padrão funcionará para fazer backup dos dados e imagens do diário.

source: Inhibitors
es: Inhibidores
fr: Inhibiteurs
hi: खुशियों के अवरोधक
pt: Inibidores

source: Fear
es: Miedo
hi: डर
pt: Medo

source: Sadness
es: Tristeza
hi: उदासी
pt: Tristeza

source: Loneliness
es: Soledad
hi: अकेलापन
pt: Solidão

source: Anxiety
es: Ansiedad
hi: चिंता
pt: Ansiedade

source: YOUR INHIBITOR EFFECT SCORE
es: TU PUNTUACIÓN DE EFECTO INHIBIDOR
fr: VOTRE SCORE D'EFFET D'INHIBITEUR
hi: आपके अवरोध करने वाले प्रभावों का परिणाम
pt: SUA PONTUAÇÃO DE EFEITO INIBIDOR

# InhibitorTooltipForNewUser
source: Click on the legend to Show/Hide the visibility of the inhibitor
es: Haga clic en la leyenda para mostrar / ocultar la visibilidad del inhibidor.
fr: Cliquez sur la légende pour afficher / masquer la visibilité de l'inhibiteur
hi: अवरोधक की दृश्यता को दिखाने / छिपाने के लिए किंवदंती पर क्लिक करें।
pt: Clique na legenda para Mostrar / ocultar a visibilidade do inibidor

source: Enable Backup
es: Habilitar copia de seguridad
fr: Activer la sauvegarde
hi: बैकअप सक्षम करें
pt: Ativar backup

source: CLOSE
es: CERCA
fr: FERMER
hi: बंद करे
pt: SAIR

source: (Click on the dots to hide/show the respective graph lines)
hi: (संबंधित ग्राफ़ लाइनों को छिपाने/दिखाने के लिए डॉट्स पर क्लिक करें)

source: DAY’S SCORE
fr: PUNTAJE DEL DÍA
hi: दिन का परिणाम

# ForgotPasswordMenuGuide
source: (Forgot password? Logout from the side menu to find forgot password link)
fr: (mot de passe oublié? Déconnectez-vous du menu latéral pour trouver le lien de mot de passe oublié)
hi: (पासवर्ड भूल गए? 'पासवर्ड भूल गए' लिंक को खोजने के लिए साइड मेनू से लॉग आउट करें)

# Language
source: LANGUAGES
fr: LANGUE
hi: भाषा
pt: IDIOMA

source: Choose Your App Language
fr: Choisissez la langue de votre application
hi: अपनी भाषा चुने
pt: Escolha o idioma do seu aplicativo

# LetsGetStarted
source: Let's get started with your micro workouts!
fr: Commençons par votre Journal du bonheur!
hi: चलिए, आपकी संतुष्टि पत्रिका के साथ शुरू करते है!!
pt: Vamos começar com o seu Diário da Felicidade!

# SearchForPastJournal
source: Search Past Activity:
fr: Rechercher dans les revues précédentes:
hi: पुरानी पत्रिका खोजे :
pt: Diários anteriores:

# Notes
source: Feelings
es: Sentimientos
fr: Sentiments
hi: भावना
pt: Sentimentos

source: Causes
fr: Les causes
hi: कारण
pt: Causas

source: Overall Day's Score
fr: Score global de la journée
hi: दिन की संतुष्टि का स्कोर
pt: Pontuação do Dia

# JournalDeleteWarning
source: The "Day’s Score" entered for {0} on {1} will be deleted
es: La "Puntuación del día" ingresada para {0} en {1} se eliminará
fr: Le "Score du jour" entré pour {0} le {1} sera supprimé
hi: {1} पर {0} के लिए दर्ज किया गया "दिन का स्कोर" हटा दिया जाएगा
pt: A "Pontuação do dia" inserida para {0} em {1} será excluída

source: What helped
fr: Ce qui a aidé
hi: क्या मदद की
pt: O que ajudou

source: Notes for
fr: Notes pour
hi: ___ के लिए नोट्स
pt: Anotações para

# HomeMenu
source: HOME
fr: ACCUEIL
hi: होम

source: (Meditation, Peace, Spirituality)
fr: (Méditation, paix, spiritualité)
hi: (ध्यान, शांति, आध्यात्मिकता)

source: (Organization, Cleanliness)
fr: (Organisation, Propreté)
hi: (व्यवस्था, स्वच्छता)

source: App Info
fr: Informations sur l'application
hi: अनुप्रयोग की जानकारी

source: Wishlist 1
hi: च्छा-सूची 1
pt: Lista de Desejos1

source: Wishlist 2
hi: इच्छा-सूची 2
pt: Lista de Desejos2

source: Wishlist 3
hi: इच्छा-सूची 3
pt: Lista de Desejos3

source: VIEW APP TOUR
es: VER APP TOUR
fr: Tour de l'appli go

# InhibitorsUpperCase
source: HAPPINESS INHIBITORS
fr: INHIBITEURS
